# St7GetTotalLaminateStacks

Returns the total number and highest ID number of the laminate stacks in the specified model.

long St7GetTotalLaminateStacks(long uID, long* NumStacks, long* LastStack)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
NumStacks
The number of laminate stacks.
LastStack
The highest laminate number identifying a laminate stack.